[  
  {  
    "id": 542819,  
    "category": "skincare",  
    "name": "Hyalu B5 Pure Hyaluronic Acid Serum",  
    "price": 39.99,  
    "description": "This anti-aging ultra hydrating pure hyaluronic acid face and neck serum leaves skin feeling plump to the touch and helps repair skin by replenishing the natural moisture barrier. This serum combines concentrated pure hyaluronic acid, madecassoside and vitamin B5 for optimal effectiveness while also being suitable for sensitive skin.",  
    "rating": 4.5,  
    "image": "https://res.cloudinary.com/dasjeb9tt/image/upload/v1743610416/Skincare/laroche_zzp1a6.webp"  
  },  
  {  
    "id": 387453,  
    "category": "skincare",  
    "name": "Cerave Skin Renewing Vitamin C Eye Cream",  
    "price": 20.00,  
    "description": "CeraVe Skin Renewing Vitamin C Eye Cream is a fast-absorbing, non-greasy eye cream with 5% pure vitamin C, ceramides, and caffeine that delivers visibly smoother, brighter, and more even-looking skin around the eyes.",  
    "rating": 3.7,  
    "image": "https://res.cloudinary.com/dasjeb9tt/image/upload/v1743610417/Skincare/cerave_gcjbqk.webp"  
  },  
  {  
    "id": 982137,  
    "category": "skincare",  
    "name": "Kiehls Vital Skin-Strengthening Hyaluronic Acid Super Serum",  
    "price": 150.00,  
    "description": "A Hyaluronic Acid serum with an Adaptogenic complex that strengthens skin and boosts radiance.",  
    "rating": 4.7,  
    "image": "https://res.cloudinary.com/dasjeb9tt/image/upload/v1743611283/Skincare/kiehl_rom9u4.jpg"  
  },  
  {  
    "id": 657382,  
    "category": "skincare",  
    "name": "Drunk Elephant Gold Comfort Smoothie Bundle",  
    "price": 149.00,  
    "description": "A full-size bundle of a gentle 10% vitamin C serum, an illuminating 5% niacinamide serum, and a peptide-packed gel-cream moisturizer for firmer, more even skin with an easy golden finish.",  
    "rating": 5.0,  
    "image": "https://res.cloudinary.com/dasjeb9tt/image/upload/v1743611666/Skincare/drnkEl_e8wjzt.webp"  
  },  
  {  
    "id": 194825,  
    "category": "skincare",  
    "name": "Hydro Boost Night Pressed Serum with Hyaluronic Acid",  
    "price": 100.00,  
    "description": "Hydrate overnight for restored, revitalized, dewy skin with Night Pressed Serum. For normal to extra dry skin, this rich pressed serum instantly melts into skin to deliver clinically-proven hydration.",  
    "rating": 4.5,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/4f2dbb5807730d4b343d32235c7d1f41"  
  },  
  {  
    "id": 675321,  
    "category": "skincare",  
    "name": "Tatcha Silk Sunscreen SPF 50",  
    "price": 64.00,  
    "description": "Light-as-air essential suncare Protects from UVA/UVB rays & premature aging Instantly hydrates & visibly evens tone over time Water-resistant, sweat-resistant, non-comedogenic, and non-irritating to sensitive skin",  
    "rating": 4.6,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/737a35d3edc35f1e335644c22de435b4"  
  },  
  {  
    "id": 489273,  
    "category": "skincare",  
    "name": "Biossance Moisturizing Core Routine",  
    "price": 138.00,  
    "description": "Experience our most exceptional hydrators in this complete routine for moisturized, dewy skin. Wash it all off with our gentle amino cleanser, followed by our award-winning, deeply hydrating eye cream. Next up is a skin-quenching dose of our powerful hydrating serum, powered by a rapid plumping complex. Complete your routine with our deeply moisturizing cream for healthy, hydrated skin.",  
    "rating": 4.9,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/29c40bd9469e632c0a31e20db86e561e"  
  },  
  {  
    "id": 823941,  
    "category": "skincare",  
    "name": "Firstaid Anti-Chafe Stick with Shea Butter + Colloidal Oatmeal",  
    "price": 20.00,  
    "description": "For running errands or running a race, take the day in stride and swap uncomfortable chafing for a smooth, non-greasy glide, good for 10,000 steps. Allure 2023 Best of Beauty Award Winner.",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/1c7925f4117e3fdf5cf747672ec67ba0"  
  },  
  {  
    "id": 351678,  
    "category": "skincare",  
    "name": "Sunday Riley Good Genes Lactic Acid Treatment",  
    "price": 85.00,  
    "description": "Good Genes deeply exfoliates the dull surface of the skin for instant glow and radiance. As dull, dead surface cells are removed, clarity and smoothness are restored. Good Genes visibly brightens the appearance of dark spots and discolorations and instantly plumps the look of fine lines and wrinkles in 3 minutes",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/616d589e907d27fc2d563eb5d7a4ed1e"  
  },  
  {  
    "id": 942135,  
    "category": "skincare",  
    "name": "Rhode glazing milk",  
    "price": 32.00,  
    "description": "A nutrient-rich, lightweight essence that boosts barrier function and provides immediate, luminous hydration. Hailey's essential prep step to calm skin and begin the rhode routine",  
    "rating": 4.8,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/01b17d3705d611fcb7ca13adba797e15"  
  },
  {  
    "id": 942388,  
    "category": "makeup",  
    "name": "Chanel LES 4 OMBRES",  
    "price": 34.00,  
    "description": "The iconic LES 4 OMBRES palette in a magnetic color harmony that takes you on a journey and transforms eyes. Inspired by the timeless beauty of the camellia, the 4 shades evoke the delicate hues of petals, reflecting the iridescent shimmer of a fantastical future. Each is embossed with a camellia design in a nod to Gabrielle Chanel’s passion for couture.",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/6c747403ef5bb6d41371fc6403517b4e"  
  },  
  {  
    "id": 387395,  
    "category": "makeup",  
    "name": "YSL LOVESHINE CANDY GLOW",  
    "price": 50.00,  
    "description": "A tinted butter lip balm that cares for your lips with healthy glow & soothing feel. 24H nourishing feeling for bouncy and dewy lips.",  
    "rating": 4.9,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/9e8718f865881c972effc2227047b73b"  
  },  
  {  
    "id": 984627,  
    "category": "makeup",  
    "name": "Tom Ford ARCHITECTURE SOFT MATTE BLURRING POWDER",  
    "price": 95.00,  
    "description": "A lightweight formula with a soft-matte finish that helps control shine.",  
    "rating": 5.0,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/30e62dd0777328ceed644a56ab835a77"  
  },  
  {  
    "id": 753195,  
    "category": "makeup",  
    "name": "Giorgio Armani Luminous Silk Perfect Natural Glow Foundation",  
    "price": 69.00,  
    "description": "Medium Coverage Glowy Foundation",  
    "rating": 4.6,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/87e0af726652cb9a31f5cb003fd92f37"  
  },  
  {  
    "id": 463729,  
    "category": "makeup",  
    "name": "Charlotte Tilbury PILLOW TALK MAKEUP BAG",  
    "price": 34.00,  
    "description": "Pillow Talk makeup organiser bag to store all of your beauty secrets!",  
    "rating": 4.6,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/2534e4bfe6c22ed2ad6746f5fcd3d83e"  
  },  
  {  
    "id": 627385,  
    "category": "makeup",  
    "name": "Hourglass Vanish™ Airbrush Concealer",  
    "price": 38.00,  
    "description": "A full coverage, weightless, waterproof concealer with innovative microspherical powders that blur and brighten for up to 16 hours of instant skin perfection. This crease-resistant, light-reflecting liquid concealer blends seamlessly into skin and diffuses the look of pores and fine lines.",  
    "rating": 4.4,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/db37031ecedbfdf17d61c19ec105b4d7"  
  },  
  {  
    "id": 753942,  
    "category": "makeup",  
    "name": "La Mer Sheer Shine",  
    "price": 22.00,  
    "description": "High-shine gloss plumps, perfects and protects lips in one glide. Now in five shades.",  
    "rating": 4.0,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/f9d44a9204ac14804e7036c41e78a837"  
  },  
  {  
    "id": 198463,  
    "category": "makeup",  
    "name": "Lancome Idole Liner",  
    "price": 25.00,  
    "description": "Our 24H Wear Idole Liner will provide the results you’ll want to show off. With its ultra-precise felt tip and luminous pigments, Idole Liner is an easy eyeliner that seamlessly glides onto the lash line for one-stroke application.",  
    "rating": 4.2,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/8bc1ee7d1522b71b76e024063d80188b"  
  },  
  {  
    "id": 387528,  
    "category": "makeup",  
    "name": "Lancome L’Absolu Rouge Intimatte Soft Matte Lipstick",  
    "price": 35.00,  
    "description": "Discover L’Absolu Rouge Intimatte in limited edition cases. Indulge your lips with a comfy soft matte formula. Available in three iconic shades, this limited edition features exclusive cases embellished with a modern architectural design inspired by the elegant shape of marble-made ladders.",  
    "rating": 4.8,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/e25f715260238b141961036dfd204e23"  
  },  
  {  
    "id": 942836,  
    "category": "makeup",  
    "name": "Cle de Peau RADIANT CUSHION FOUNDATION (Refill)",  
    "price": 50.00,  
    "description": "A silky, dewy, luxurious cushion foundation that creates a look of exquisite luminosity instantly. This special formulation with beneficial moisturizers hydrates skin throughout the day and provides a fine-textured finish with a comfortable weightless feeling.",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/70c72802d2e017722a90f73cddf43b11"  
  },
  {  
    "id": 627384,  
    "category": "haircare",  
    "name": "R+Co Sleep Masque Night Repair Serum",  
    "price": 120.00,  
    "description": "This luxurious overnight serum repairs parched, damaged hair while you sleep.",  
    "rating": 4.3,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/97452700a61d157bcda93aef9467b8bd"  
  },  
  {  
    "id": 941782,  
    "category": "haircare",  
    "name": "R+Co Dr Luxe Reparative Shampoo + Conditioner Set",  
    "price": 98.00,  
    "description": "A power dose of hydration, strength and repair for damaged hair.",  
    "rating": 4.9,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/abf4aa1f3c19326e285b523f37c00374"  
  },  
  {  
    "id": 753628,  
    "category": "haircare",  
    "name": "Philip Kingsley Vacation-Proof Travel Collection",  
    "price": 48.00,  
    "description": "Protect Hair From Sun, Sea & Chlorine. Nourish & protect your hair against salt water, chlorine, UV rays with our 4-piece hair care collection perfect for your next holiday.",  
    "rating": 4.8,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/dd91a4b7ca583250b276213f80fdc1bc"  
  },  
  {  
    "id": 394175,  
    "category": "haircare",  
    "name": "Sachajuan Ultimate Detangle Kit",  
    "price": 1000.00,  
    "description": "For gentle detangling, which is crucial for reducing hair damage, this kit is assembled to provide moisture and smoothness to enhance the radiance and manageability of the hair.",  
    "rating": 5.0,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/3183e7114555a3d5488cbffeea952143"  
  },  
  {  
    "id": 823942,  
    "category": "haircare",  
    "name": "Aveda Building Pre-Shampoo Treatment",  
    "price": 42.00,  
    "description": "Transforms hair from ultra-stressed to 3X stronger * in 1 use with plant-powered bond-building. This luxurious gel cream pre-shampoo treatment effortlessly glides through hair, protecting and realigning the fiber from root to tip and preventing tangles while you cleanse.",  
    "rating": 4.8,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/41a70016b7592818f1abb4be42ece259"  
  },  
  {  
    "id": 463730,  
    "category": "haircare",  
    "name": "Moroccanoil Curl Defining Cream",  
    "price": 36.00,  
    "description": "An all-in-one curl styling cream that defines and enhances the curl pattern while fighting frizz, conditioning, and boosting shine.",  
    "rating": 4.8,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/7bf2d90959109bf351bfd9220628faaa"  
  },  
  {  
    "id": 982463,  
    "category": "haircare",  
    "name": "Living Proof Repair Mask",  
    "price": 45.00,  
    "description": "A replenishing deep conditioning mask that repairs dry, damaged hair for long-lasting softness, shine, and smoothness.",  
    "rating": 4.6,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/65ab516cc5e155840f5abc3095391435"  
  },  
  {  
    "id": 753219,  
    "category": "haircare",  
    "name": "Bumble and Bumble Thickening Volume Conditioner",  
    "price": 16.00,  
    "description": "A lightweight, hydrating conditioner that delivers bounce, instant fullness, and thick hair energy. Infused with our Strand-Plumping Technology, it instantly thickens and plumps each strand from roots to ends for a fuller look. It’s a body-building boost for fine, thin hair that desires voluminous results. And when this volumizing conditioner is used with our Thickening Volume Shampoo, together, they strengthen strands, add shine, and make for a great hair thickening routine.",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/11b8ba0b7d12dc44f995e30c8243c70d"  
  },  
  {  
    "id": 387396,  
    "category": "haircare",  
    "name": "Kerastase Resistance Sérum Thérapiste Hair Serum",  
    "price": 48.00,  
    "description": "Repairing hair serum for weak, over-processed and damaged hair.",  
    "rating": 4.6,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/829c0f83b22f2e63bb2d4ad07a2d69c6"  
  },  
  {  
    "id": 942389,  
    "category": "haircare",  
    "name": "Oribe Serene Scalp Densifying Shampoo",  
    "price": 52.00,  
    "description": "Developed in collaboration with a board-certified trichologist, our shampoo for thinning hair is proven to plump and densify strands for thicker, fuller, healthier-looking hair over the course of three months. Formulated with a bioactive blend of pea sprout extract, red clover extract and a biomimetic peptide, this gentle cleanser stimulates the scalp, reduces shedding, and preserves hair integrity.",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/13db0a0cd851d2725f6b0e6e89ebae18"  
  },
  {  
    "id": 984273,  
    "category": "fragrance",  
    "name": "Amouge Guidance",  
    "price": 395.00,  
    "description": "A spellbinding and novel interpretation of the Amouage triad of Rose, Frankincense and Ambergris, Guidance reads like a poem, smells like an embrace, and feels like a word of wisdom. 25% oil concentration, 4 weeks ageing: 1 weeks maceration, 3 weeks maturation.",  
    "rating": 4.8,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/fa49fdbe3275b7a0b90c7d568102690c"  
  },  
  {  
    "id": 942840,  
    "category": "fragrance",  
    "name": "Frederic Malle JOYEUX NOEL",  
    "price": 110.00,  
    "description": "Frédéric Malle’s candles are both beautiful decorative objects and powerful fragrance diffusers. The wax, specifically suited to each fragrance oil, is hand-poured around a wick that burns with a clean and defined flame. The jar has a minimalistic color dichotomy, white on the outside and red on the inside, in matte porcelain. Lit, these candles transform a room into a place of warmth and comfort: your own safe-haven.",  
    "rating": 4.9,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/756bc8c1a511211bae5b1743395f081c"  
  },  
  {  
    "id": 753196,  
    "category": "fragrance",  
    "name": "Le Labo CALONE 17",  
    "price": 130.00,  
    "description": "This candle is light, the sea, and its breeze brought to your living room. Marine notes are mixed with geranium and amber for a striking result that transforms your house into a sea cottage. Why go to St Barths if you can bring St Barths to you?",  
    "rating": 4.5,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/c6b125b994ecc1baf3491680c20a029c"  
  },  
  {  
    "id": 463731,  
    "category": "fragrance",  
    "name": "Byredo Blanche Absolu de Parfum New",  
    "price": 400.00,  
    "description": "Amplifying Blanche's signature olfactory profile, the Absolu de Parfum is like diving deeper into an comforting embrace. The familiar aldehydic composition becomes more pronounced, turning up the intensity of the musk around a stronger floral heart, accented with punchy black pepper at the top and grounded by rich amber wood notes. It is the perfect contrast between purity and strength, a sanctuary for love and intimacy.",  
    "rating": 4.5,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/aee0f1f9c9c4cecf4e4ce19eb275e8a6"  
  },  
  {  
    "id": 387528,  
    "category": "fragrance",  
    "name": "Maison Francis Baccarat Rouge 540 Extrait de parfum",  
    "price": 300.00,  
    "description": "Baccarat Rouge 540 extrait de parfum intensifies the radiance of the three auras found in the eau de parfum without betraying the original inspiration.",  
    "rating": 4.6,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/eeb3a392f7b3b7d99c039bed20063fac"  
  },  
  {  
    "id": 942390,  
    "category": "fragrance",  
    "name": "Jo Malone London Wood Sage & Sea Salt Cologne",  
    "price": 168.00,  
    "description": "Discover the Jo Malone London irresistible scent of Wood Sage and Sea Salt: escape in the freshness of the windswept shore with this earthy and mineral best selling fragrance.",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/41371ab8e930c015c1d8b5d1924358e8"  
  },  
  {  
    "id": 387397,  
    "category": "fragrance",  
    "name": "Clive Christian Masculine Traveller Set",  
    "price": 400.00,  
    "description": "The complete Original Collection masculine set, perfumes that celebrate the heritage and very essence of Clive Christian Perfumes. This gift set includes 10ml versions of the spicy and bright 1872, intoxicating and alluring X and No.1 distinctive and celebrated for its precious ingredients. An exceptional gift for the discerning perfume lover.",  
    "rating": 4.8,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/735ea5323da2d3a514ff3fb07084b09d"  
  },  
  {  
    "id": 984628,  
    "category": "fragrance",  
    "name": "Chanel COCO MADEMOISELLE",  
    "price": 150.00,  
    "description": "CHANEL unveils an irresistible way to experience fragrance. This collector’s edition Purse Spray is reminiscent of a piece of jewelry. The accessory’s double chain, featuring a golden strand and pearl-like beads, allows it to be worn around the wrist or simply slip it into a bag.",  
    "rating": 4.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/7e8ef7b83358b869be9bc01150e36387"  
  },  
  {  
    "id": 753630,  
    "category": "fragrance",  
    "name": "Tom Ford Oud Wood Parfum",  
    "price": 445.00,  
    "description": "Oud Wood Parfum reveals astounding new facets of the iconic Oud Wood fragrance. Natural essences of invigorating cardamom and patchouli bow to a rich blend of prized wood notes warmed by seductive vanilla, smoldering saffron, and tonka bean facets, with glowing amber resin accords. The amplified masterpiece smolders with...",  
    "rating": 3.7,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/bce037b3bef86b7cff97c2a80712792b"  
  },  
  {  
    "id": 394176,  
    "category": "fragrance",  
    "name": "Nabeel Dalaa 100ml Spray Perfume",  
    "price": 120.00,  
    "description": "Fragrance Notes: Top Notes: BERGAMOT, AMBER; Middle Notes: JASMINE, SAFFRON, VANILLA; Base Notes: CEDARWOOD, TONKA BEAN, MUSK, PRALINE. OLFACTIVE FAMILY: FLORAL - WOODY.",  
    "rating": 4.1,  
    "image": "https://asset.cloudinary.com/dasjeb9tt/8e6e7f8034b51e3513e4637078873ba4"  
  }  
]  

  
